Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: For example:
fr_fr: Par exemple:

source: Objects not anchored down will tend to drift off in whatever direction they were last moving.
fr_fr: Les objets qui ne sont pas attachés ont tendance à dériver dans la direction de leur dernier déplacement.

source: Floating objects will eventually settle in the direction of the densest part of the habitat or spacecraft.
fr_fr: Les objets flottants peuvent éventuellement se diriger vers la aprtie la plus dense de l'habitat ou du vaisseau.

source: Thrown or pushed items will travel in a straight line until they hit something.
fr_fr: Les objets lancés ou poussés vont voyager en ligne droite jusqu'à ce qu'ils percutent quelque chose.

source: Smoke does not rise in streams.
fr_fr: La fumée ne s'élève pas en un flot.

source: Instead, it forms a roughly spherical halo around its source.
fr_fr: Elle forme plutôt des halos vaguement sphérique autour de leur source.

source: Liquids have little cohesion, scattering into clouds of tiny droplets if released into the air.
fr_fr: Les liquides n'ont que peu de cohésion, se répandant en nuage de petites gouttes si ils sont libérés dans l'air.

source: Drinks come in sealed bulbs or bottles.
fr_fr: Les boissions sont préparés dans des ampoules ou des bouteilles scellés.

source: Food is eaten so that sauces and bits of liquid don’t escape.
fr_fr: La nourriture est mangée d'une manière qui empêches les sauces et les parties liquide de s'échapper.

source: Blood goes everywhere.
fr_fr: Le sang se propage partout.

source: Movement and maneuvering in microgravity is handled using Free Fall skill (p.
fr_fr: Se déplacer et manœuvrer en microgravité est géré par la compétence Shute Libre (p.

source: Most everyday activity in free fall does not require a test.
fr_fr: La plupart des activités quotidienne en chute libre ne nécessite pas de test.

source: The gamemaster can, however, call for a Free Fall Test for any complicated maneuvers, flying across major distances, sudden changes in direction or velocity, or when engaged in melee combat.
fr_fr: Le maître de jeu peu cependant demander un test de Chute Libre pour toute les manœuvre complexes, voler à travers de grandes distances, changer brutalement de direction ou de vitesse ou pour le combat au contact.

source: A failed roll means the character has miscalculated and ends up in a position other than intended.
fr_fr: Un échec signifie que le personnage a mal caculé sa trajectoire et termine dans une poistion qui n'était pas celle voulue.

source: A Severe Failure means the character has screwed up badly, such as slamming themselves into a wall or sending themselves spinning off into space.
fr_fr: Un Échec Catastrophique signifie que le personnage s'est complètement planté, se fracassant dans un mur ou s'éjectant dans l'orbite en tourbillonant.

source: For convenience, most microgravity habitats feature furniture covered with elastic loops, mesh pockets to keep individual objects from floating all over the place, and moving beltways with hand loops for major thoroughfares.
fr_fr: Pour faciliter les choses, la plupart des habitats en microgravité ont des meubles recouvert de sangles élastiques et sont maillés de poches pour empêcher les objets de flotter dans tous els sens, ainsi que des bandes périphériques mobiles équipées de poignées le long des principales voies de circulations.

source: Magnetic or velcro shoes are also used to walk around, rather than climbing or flying.
fr_fr: les chaussures magnétiques ou à velcro sont également utilisée pour se promener plutôt que d'escalader ou de voler.

source: Zero-g environments are often designed to make maximum use of space, however, taking advantage of the lack of ceilings and floors.
fr_fr: Les environnements en zéro-g sont souvent conçus pour utiliser l'espace au maximum et tirent parti de l'absence de plafonds et de planchers.

source: Because object are weightless, characters can move even massive objects around easily.
fr_fr: Comme les objets n'ont pas de poids, les personnages peuevnt même déplacer facilement des objets massifs.

source: Movement Rate: Characters who are climbing, pulling, or pushing themselves along move at half their movement rate (p.
fr_fr: Allure: Les personnages qui grimpent, tirent ou se propulsent eux-même se déplace à la moitié de leur allure (p.

source: 191) in microgravity.
fr_fr: 191) en microgarvité.

source: Terminal Velocity: It is not difficult to reach escape velocity on small asteroids and similar bodies- something to keep in mind with thrown objects and projectile weapons.
fr_fr: Vitesse Terminale: Il n'est pas difficile d'atteindre la vitesse d'échappement sur les petits astéroïdes et les corps similaires - c'est quelque chose qu'il faut garder en tête avec les objets lancés et les armes à projectile.

source: In some cases, characters who move fast enough and jump can reach escape velocity themselves, though these situations are left up to the gamemaster.
fr_fr: Dans certains cas, les personnages qui se déplacent suffisament rapidement et qui sautent peuvent atteindre la vitesse d'échappement, bien que ces situations soient laissées à l'appréciation du maître de jeu.

source: Low gravity includes anything from 0.5 g to microgravity.
fr_fr: La faible gravité inclut tout ce qui va de 0,5g à la microgravité.

source: These conditions are found on Luna, Mars, Titan, and the rotating parts of most spun spacecraft and habitats.
fr_fr: On trouve ces conditions sur la Lune, sur Mars, sur Titan et sur les parties rotatives de la plupart des vaisseuax et habitats tournant.

source: Low gravity is not that different from standard gravity, though characters may jump twice as far and thrown/projectile objects have a longer range (p.
fr_fr: Le faible gravité n'est pas trés différente de la gravité standard, bien que les personanges peuvent sauter deux fois plus loin et que les projectiles et objets lancés ont une portée plus longue (p.

source: Increase the running rate for characters in low gravity by x1.5.
fr_fr: Augmenter l'allure de course des personnages en faible gravité de x1,5.

source: High gravity is anything significantly stronger than standard Earth gravity (1.2 g +).
fr_fr: La gravité élevée est tout ce qui est significativement plus élevée que la gravité Terrestre standard (1,2g et plus).

source: High gravity in Eclipse Phase is typically only found on exoplanets.
fr_fr: La gravité élevée à Eclipse Phase n'existe typiquement que sur les exoplanètes.

source: High gravity can be particularly hard on characters as their bodies are strained because they carry more weights, muscles are fatigued from needing to push more around, and the heart must work harder to pump blood.
fr_fr: La gravité élevée peut être particvulièrement dure pour les personnages, leur corps étant soumis à des contraintes plus élevés en raison du poids plus important, les muscles se fatiguent à cause de la poussée supplémentaire nécessaire pour se déplacer et le cœur doit battre plsu fort pour envoyer le sang aprtout dans l'organisme.

source: For every 0.2 g over 1 that a character is not acclimated to, treat it as if the character is suffering from the effects of 1 wound.
fr_fr: Pour tous les 0,2g au delà de 1 pour lequel un personnage 'nest pas acclimaté, considéré que le prsonnage souffre des effets d'1 blessure.

source: At the gamemaster’s discretion, movement rates may also be modified.
fr_fr: A la discrétion du maîþre de jeu, les allures de déplacement peuvent également être modifiées.

source: Modern grenades, seekers, and similar explosives do not necessarily detonate the instant they are thrown or strike the target.
fr_fr: Les grenades, chercheurs et explosifs moderne similaires ne détonnent pas forcément au moment où ils sont lancés ou lorsqu'ils touchent leur cible.

source: In fact, several trigger options are available, each set by the user when deploying the weapon.
fr_fr: En fait, plusieurs options de déclenchement sont disponible, chacune configurée par l'utilisateur lorsqu'il déploit l'arme.

source: Missed attacks, or attacks that do not explode in transit or when they strike, are subject to scatter (p.
fr_fr: Les attaques ratées ou celles qui n'explsoent ni pendant le trajet ni à l'impact, sont sujettes à la dispersion (p.

source: Airburst: Airburst means that the device explodes in mid-air as soon as it travels a distance programmed at launch.
fr_fr: Explosion aérienne: l'explosion aérienne signifie que l'appareil explose en l'air dés qu'il a parcouru une distance programmée au lancement.

source: In this case, the explosive’s effects are resolved immediately, in that user’s Action Phase.
fr_fr: Dans ce cas, les effets de l'exposion sont résolu immédiatement, lors de cette Phase d'Action de l'utilisateur.

source: Note that airburst munitions are programmed with a safety feature that will prevent detonation if they fail to travel a minimum precautionary distance from the launcher, though this can be overridden.
fr_fr: Notez que les munitions à explosion aérienne sont programmées avec une sûreté qui empéchera la détaonation si elles n'arrivent pas à parcourir une distance minimale de précuation depuis le lanceur, bien que ceci puisse être contourné.

source: Impact: The grenade or missile goes off as soon as it hits something, whether that be the target, ground, or an intervening object.
fr_fr: Impact: La grenade ou le missile explose aussitôt qu'il touche quelque chose, que ce soit la cible, le sol ou un objet interrompant la trajectoire.

source: Resolve the effects immediately, in the user’s Action Phase.
fr_fr: Résolvez les effets imméditament, lors de cette Phase d'Action de l'utilisateur.

source: Signal: The munition is primed for detonation upon receiving a command signal via wireless link.
fr_fr: Signal: La munition est préparée pour détonner lorsqu'elle reçoit un signal de commande par un lien sans-fil.

source: The device simply lays in wait until it receives the proper signal (which must include the cryptographic key assigned when the grenade was primed), detonating immediately when it does.
fr_fr: L'appareile reste simplement en attente jusqu'à ce qu'il reçoive le signal correct (qui doit inclure la clef de chiffrement qui lui a été assigné lorsque la grenade a été préparée), détonnant immédiatement lorsqu'il le reçoit.

source: Timer: The device has a built-in timer allowing the user to adjust exactly when it detonates.
fr_fr: Minuteur: l'appareil possède un miniteur inerne permettant à l'utilisateur de régler précisément le moment de la détonnation.

source: This can be anywhere from 1 second to days, months, or even years later, effectively using the device like a bomb, but also increasing the likelihood it will be discovered and neutralized.
fr_fr: Cela peut-être n'improte quand entre 1 seconde et plusieurs jours, mois ou années plus tard, transformant dans les fait l'appareil en bombe, mais augmentant également la probabilité qu'il soit découvert et neutralisé.

source: The minimum detonation period-1 second-means that the munition will detonate on the user’s (current) Initiative Score in the next Action Phase.
fr_fr: La période dee détoantion minimale - 1 seconde- fait que la munition explosera avec le Score d'Initiative (actuel) de l'utilsiateur lors de la prochaine Phase d'Action.

source: A 2-second delay would last two Action Phases, a 3-second delay three Action phases, and so on.
fr_fr: Un délai de 2 seconde durera deux phases d'Actions, un délai de 3 seconde dure trois Phases d'Action et ainsi de suite.

source: It is possible that a character may be able to reach a grenade before it detonates and throw it back (or away in a safe direction).
fr_fr: Il est possible qu'un personnage soit capable d'atteindre une grande avant qu'elle n'explose et qu'il al relance à son expéditeur (ou qu'il l'envoie au lieu, dans une direction sûre).

source: The character must be within movement range of the grenade’s location, and must take a Complex Action to make a REF + COO + COO Test to catch the rolling, sliding grenade.
fr_fr: Le personnage doit être à portée de mouvement de la localisation de la grenade, et doit dépenser une Action Complexe pour tenter un test de REF + COO + COO pour attraper la grenade.

source: If they succeed, they may throw the grenade off in a direction of their choice with the same action (treat as a standard throwing attack).
fr_fr: Si il réussit, il peut relancer al grenade dans la direction de son choix avec la même action (considérez l'action comme une attaque de lancer standard).

source: If the character fails the test, however, they may find themselves at ground zero when it detonates.
fr_fr: Si le eprsonnage rate le test il peut cependant se trouver à l'épicentre de l'explosion.

source: Given the possibility of resleeving, a character may decide to take one for the team and throw themselves on a grenade, sacrificing themselves in order to protect others.
fr_fr: Étant donné les possibilités offertes par la réincarnation, un personnage peut décider de se sacrifier pour l'équipe et de se jetter sur une grenade, se sacrifiant dans le but de protéger les autres.

source: The character must be within movement range of the grenade’s location, and must take a Complex Action to make a REF + COO + WIL Test to fall on the grenade and cover it with their morph.
fr_fr: Le personnage doit être à portée de mouvement de la localisation de la grenade, et doit dépenser une Action Complexe pour tenter un test de REF + COO + VOL pour sauter sur la grenade et la recouvrir avec sa morph.

source: This means the character suffers an extra 1d10 damage when the grenade detonates.
fr_fr: Cela implique que le personnage subisse 1d10 de dégats supplémentaire lorsque la grenade explose.

source: On the positive side, the grenade’s damage is reduced by the sacrificing character’s armor + 10 when its damage effects are applied to others within the blast radius.
fr_fr: Le côté positif est que les dégats de la grenade sont réduits par l'armure du eprsonnage +10 lorsque ses effets sont appliqués aux autres dans le rayon de l'explosion.

source: If the gamemaster feels it appropriate, a WIL $$ 3 Test might be called for in order for a character to sacrifice themselves in this manner.
fr_fr: Si le maîþre de jeu pense que c'est approprié, un Test de VOL $$ 3 peut être demandé pour qu'un personnage se sacrifient de cette manière.

source: {Hostile environments} The solar system might be friendly to life on a grand scale, but if you’re stranded in the gravity well of Jupiter during a magnetic storm, trying to breathe without a respirator on Mars, or swimming in hard vacuum without a space suit, it doesn’t seem so friendly.
fr_fr: {Environnements hostiles} Le système solaire a beau être un point de départ idéal pour le développement de la vie, si vous vous retrouvez coincé dans le puits gravitationnel de Jupiter pendant une tempête magnétique, que vous essayer de respirer sans filtre sur Mars ou que vous essayez de nager dans le vide sans combinaison spatiale, il ne semble plus aussi amical.

source: This section describes a few of the hostile environments that characters in Eclipse Phase might face.
fr_fr: Cette section décrit quelques uns des environnements hostiles auquel les personnages d'Eclipse Phase pourraient bien avoir à faire face.

source: Habitats sometimes fall ill.
fr_fr: Les habitats tombent parfois malades.

source: The effects of a habitat suffering from ecological imbalance or out-of-control pathogens can range from mildly allergenic habitat atmospheres to rampaging environmental sepsis.
fr_fr: les effets d'un habitat souffrant d'un déséquilibre écologique ou de pathogène hors de contrôle peuvent aller des atmosphères légèrement allergène aux infections environnementales dévastatrice.

source: Characters without breathing or filtration gear in a contaminated environment should suffer penalties to physical and possibly social skills, ranging from -10 (mild contamination) to -30 (severely septic atmosphere).
fr_fr: les personnages sans système de respiration ou de filtration dans les environnements contaminés devraient subir des pénalités aux compétences physiques et, probablement, sociale allant de -10 (allergie légère) à -30 (atmosphère sévèrement infecté).

source: Depending on the contamination, other effects may apply, as the gamemaster sees fit.
fr_fr: En fonction de la contamnination, d'autres effets peuvent également s'appliquer en fonction des souhaits du maître de jeu.

source: Planetary environments can range from the extremely hot (Venus, Mercury’s day side) to the extremely frigid (Neptune, Titan, Uranus).
fr_fr: Les environnements planétaires varient de l'etrêmement chaud (Vénus, face ensolleillée de Mercure) à l'extrêmement froid (Neptune, Titan, Uranus).

source: Both are likely to kill an unprotected and unmodified biomorph within minutes, if not seconds.
fr_fr: Les deux sont capables de tuer une biomorph non protégée et non adaptée en quelques minute, voire quelques secondes.

source: Synthmorphs and vehicles fare better, especially in the cold, but even they are likely to quickly succumb to the blazing furnaces of the inner planets without strong heat shields and cooling systems.
fr_fr: Les synthmorpsh et les véhicules s'en sortent mieux, particulièrement dans le froid, mais même eux ont des chances de rapidement succomber aux fournaises flamboyantes des planètes intérieures sans de gros boucliers thermique et des systèmes de refroidissements.

source: Similarly, the atmospheric pressures of Jupiter, Saturn, and Venus quickly become crushingly deadly anywhere beyond the upper levels.
fr_fr: De manière similaire, la presison atmosphérique de Jupiter, Saturne et vénus devient rapidement mortellement écrasante après les premiers niveaux.

source: Only synthmorphs and vehicles with special pressure adaptations can hope to survive such depths.
fr_fr: Seuls les synthmorphs et les véchicules adaptés pour ces pressions extrêmes peuvent espérer survivre à de telles profondeurs.

source: The widespread use of artificial gravity in space habitats means that characters will often encounter places where the direction of down suddenly changes.
fr_fr: l'usage important de la gravité artificielle dans les habitats spatiaux signifie que les personnages rencontrerons souvent des endroits où la direction du bas change brutalement.

source: In most rotating habitats, the standard design includes an axial zone where spacecraft can dock in microgravity and a carefully designed and marked transition zone (usually an elevator) where people and cargo coming and going from the axial spaceport can orient to local ``down'' and be standing in the right place when gravity takes effect.
fr_fr: Dans la plupart des habitats rotatifs, la conception standard incluent une zone axiale où les vaisseaux spatiaux peuvent s'arrimer en microgravité et une zone de transition balisée et minutieusement concçues (géénralement un ascensseur) dans lqeulle els personnes et les cargaisons allant et venant vers le spatioport axial peuvent s'orienter vers le "bas" local et se tenir au bon endroit lorsque la gravité prend effet.

source: Gravity transitions in rotating habitats are almost always gradual but can be very dangerous if a character encounters them in the wrong place or time.
fr_fr: Les transitions gravitationnelle dans les habitats sont rpesque toujours graduelles mais peuvent être extrêmement danegreuses si un personnage les franchit en étant au mauvais endroit au mauvais moment.

source: A character cast adrift in the microgravity zone at the axis of a rotating space habitat will slowly drift outward until they begin to encounter gravity, at which point they will fall.
fr_fr: Un personnage qui se retrouve à dériver dans la zone de microgravité axiale d'un habitat spatial rotatif va dériver lentement vers l'extérieur jusqu'à ce qu'il commence à subir la gravité, moment à partir duqeul il tombera.

source: How long this takes varies on the size of the habitat.
fr_fr: Le temps que prends ce phénomnèe varie en fonction de la taille de l'habitat.

source: A good rule of thumb is that for each kilometer of diameter possessed by the habitat, the character has 30 seconds before they begin to fall.
fr_fr: Une bonne règle de base est que pour chaque kilomètre de diamètre de l'habitat, le personnage a 30 seconde avent de commencer à tomber.

source: If the character was given a good push out from the axis when set adrift, this time should be halved, quartered, or more at the gamemaster’s discretion.
fr_fr: Si le personnage a reçu une bonne poussée hors de l'axe lorsqu'il a commencé à dériver, ce temps devrait être divisé par deux, quatre ou plus, à la discrétion du maîþre de jeu.

source: Magnetism isn’t a direct problem for most characters; transhumans need to worry more about the radiation generated by a powerful magnetosphere.
fr_fr: Le magnétismen'est pas un problème direct pour la plupart des personnages; les transhumains n'ont pas besoin de s'inquiéter des radiations générées par une magnétosphère puissante.

source: For unshielded electronic devices and similarly unshielded transhumans sporting titanium, however, the effects of strong magnetic fields can be devastating.
fr_fr: Pour les appareils électroniques non blindés et les transhumains non protégés arborant du titanium les effets des champs magnétiques puissants peuvent être dévastateurs.

source: Note that many of the conditions that result in vehicles, bots, and gear being exposed to strong magnetic field activity coincide with strong radioactivity.
fr_fr: Notez que la plupart des problèmes réusltatnts de l'expositions des véhicules, du matériel et des bots à une forte activité magéntique coincide avec une radioactivité élevée.

source: Magnetic fields affect synthmorphs, robots, vehicles, cybernetic implants, and electronics after 1 minute of exposure.
fr_fr: Les champs magnétiques affectent les synthmorphs, les robots, les véhicules, les implants cybernétiques et l'électronique après 1 minute d'exposition.

source: Like radiation exposure, these effects can vary drastically.
fr_fr: Comme l'exposition aux radiations, ces effets peuvent varier de manière radicale.

source: At the low end, communication and sensors will suffer interference and shortened ranges; at high ends, electronic systems will simply suffer damage and fail.
fr_fr: Au minimum, les communications et les capteurs souffrirontd 'interférence et de portée réduite: au maximum, les systèmes électoniques vont simplement subir des dégâts et tomber en panne.

source: Ionizing radiation is one of the more prevalent hazards in the solar system and one of the most difficult problems for transhumanity to defeat.
fr_fr: Les radiations ionisantes sont l'un des dangers les plus fréquemments rencontrés dans le système solaire et l'un de sproblèmes les plus difficiles à vaincre pour la transhumanité.

source: Radiation damages genetic material, sickens, and kills by ionizing the chemicals involved in cell division within the human body.
fr_fr: Les radiations abîment les matériaux génétiques, rendent malades et tuent en ionisant les composés chimiques impliqués dans la division cellullaire à l'intérieur du corps humain.

source: Effects range from nausea and fatigue to massive organ failure and death.
fr_fr: Les effets s'étendent la nausée et la fatigue à des défectiosn d'organes massives et la mort.

source: However, radiation sickness is not solely a somatic phenomenon.
fr_fr: Les maladies radiactives ne sont pas qu'un phénomène somatique.
